[
  {
    "id": 113231,
    "slug": "2.43-seiin-koukou-danshi-volley-bu",
    "title": {
      "romaji": "2.43: Seiin Koukou Danshi Volley-bu",
      "english": "2.43: Seiin High School Boys Volleyball Team",
      "native": "2.43 清陰高校男子バレー部"
    },
    "coverImage": {
      "large": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx113231-R7qcGbDQgwBZ.jpg",
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx113231-R7qcGbDQgwBZ.jpg"
    },
    "format": "TV",
    "synopsis": "Kimichika Haijima, étudiant au secondaire, retourne dans sa ville natale, Fukui, après avoir causé des ennuis à son équipe de volley-ball du collège. Il y retrouve son ami d'enfance, Yuni Kuroba, qui possède des capacités physiques remarquables, mais qui est vulnérable sous la pression. Haijima, avec sa passion débordante et son talent indéniable pour le volley-ball, forme une combinaison d'as avec Kuroba.\n\nLes deux intègrent le lycée Seîn où ils rejoignent le club de volley-ball. Ils y font la connaissance de Shinichirô Oda, capitaine au sang chaud qui mesure 163 cm, Misao Aoki, vice-capitaine talentueux à la langue acérée, et d'autres membres de deuxième et troisième année dont Akito Kanno, qui porte toujours des manches longues en raison de son allergie au soleil.\n\nCette nouvelle équipe est sur le point de devenir l'étoile montante de la préfecture de Fukui !",
    "genres": [],
    "addedAt": "2025-11-09T13:19:36.469Z"
  },
  {
    "id": 158559,
    "slug": "2.5-jigen-no-ririsa",
    "title": {
      "romaji": "2.5 Jigen no Ririsa",
      "english": "2.5 Dimensional Seduction",
      "native": "2.5次元の誘惑"
    },
    "coverImage": {
      "large": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx158559-yCnnnedsSCie.jpg",
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx158559-yCnnnedsSCie.jpg"
    },
    "format": "TV",
    "synopsis": "\"Je ne suis pas intéressé par les vraies femmes ! Ma femme, Lilliel, est en 2 dimensions !\". Mais quelque chose d'inattendue apparaît devant Okumura, le président du club de manga... la vraie Lilliel ?! La comédie romantique avec ce personnage de cosplay commence !",
    "genres": [],
    "addedAt": "2025-11-09T13:17:59.297Z"
  }
]